Repository: brzsmg/shcms
Catalog: core/locale/*/LC_MESSAGES/core.po
Languages: ru_ru

source: Forms
ru_ru: Формы

source: 1 hour
ru_ru: %n час

source: 1 second
ru_ru: %n секунда

source: Error
ru_ru: Ошибка

source: Page not found or is not available.
ru_ru: Страница не найдена или недоступна.

source: Page "%s" not found or is not available.
ru_ru: Страница "%s" не найдена или недоступна.

source: Section no found.
ru_ru: Раздел не существует.

source: No access to the section.
ru_ru: Нет доступа к разделу.

source: Division by zero
ru_ru: Деление на ноль

source: System
ru_ru: Система

source: Home
ru_ru: Главная

source: By
ru_ru: Автор

source: E-mail
ru_ru: Эл-почта

source: ERROR
ru_ru: Ошибка

source: DEBUG
ru_ru: Отладка

source: An error has occurred, the details can be seen in debug mode.
ru_ru: Произошла ошибка, подробности можно увидеть в режиме отладки.

source: Message Info.
ru_ru: Информационное сообщение.

source: Information
ru_ru: Информация

source: This message is displayed in debug mode. When you publish a site, you disable this option for security.
ru_ru: Это сообщение выводится в режиме отладки. Если вы хотите опубликовать сайт, необходимо отключить отладку для безопасности.

source: Severity
ru_ru: Серьезность

source: Trace
ru_ru: Стек вызовов

source: Error on line
ru_ru: Ошибка на линии

source: Error in file
ru_ru: Ошибка в файле

source: Context
ru_ru: Контекст

source: Class
ru_ru: Класс

source: Exception
ru_ru: Исключение

source: Parent class
ru_ru: Родительский класс

source: Hide details of the problem
ru_ru: Скрыть детали проблеммы

source: Show details of the problem
ru_ru: Показать детали проблеммы

source: Memory use
ru_ru: Использовано памяти

source: Usage time
ru_ru: Затрачено времени

source: %1$s byte
ru_ru: %1$s байт

source: %1$s KB
ru_ru: %1$s КБ

source: %1$s MB
ru_ru: %1$s МБ

source: %1$s GB
ru_ru: %1$s ГБ

source: Install CMS
ru_ru: Установка системы управления сайтом

source: Installation stages
ru_ru: Этапы установки

source: Checking password
ru_ru: Проверка пароля

source: Configuring the database
ru_ru: Настройка базы данных

source: Creating Tables
ru_ru: Создание таблиц

source: Completion
ru_ru: Завершение

source: You have entered a wrong password
ru_ru: Вы ввели неверный пароль

source: To continue the installation, you must enter the password. Set the password in the file %s. This file can be opened only user with access to the file system site.
ru_ru: Для продолжения установки необходимо ввести пароль. Пароль указан в файле %s. Этот файл сможет открыть только пользователь с доступом к файловой системе сайта.

source: Password to access the installation
ru_ru: Пароль для доступа к установке

source: Continue
ru_ru: Продолжить

source: Enter the settings for connecting to the database
ru_ru: Введите параметры подключения к базе данных

source: Type DB
ru_ru: Тип БД

source: Name of database
ru_ru: Имя базы данных

source: Username database
ru_ru: Имя пользователя БД

source: Password for database
ru_ru: Пароль к БД

source: Host
ru_ru: Хост

source: Port number
ru_ru: Номер порта

source: Table prefix
ru_ru: Префикс таблиц
